# development
cask "iterm2"
brew "git"
brew "emacs"
brew "screen"
brew "the_silver_searcher"
brew "jq"
brew "goenv"
brew "nodenv"

# database
brew "postgresql@14"
brew "redis"

# aws
brew "awscli"
cask "session-manager-plugin"
brew "knqyf263/utern/utern"

# others
brew "mas"
cask "slack"
cask "google-chrome"
cask "google-japanese-ime"
cask "figma"
cask "licecap"
